package com.example.calendar_app.models

object Database {

    //DATABASE FOR LIST OF Days
    val dayDatabase : MutableList<DayData> = mutableListOf()

    init {

        val dayDataId = arrayListOf<String>()
        val dayDataDate = arrayListOf<String>()
        val dayDataDescription = arrayListOf<String>()

        dayDataId.add("1")
        dayDataDate.add("4 1")
        dayDataDescription.add("4 қаңтар - Исаак Ньютонның дүниеге келуі (1643-1727), ағылшын физигі, математик, астроном")

        dayDataId.add("2")
        dayDataDate.add("6 1")
        dayDataDescription.add("6 қаңтарда - 1938 жылы Морристаун қаласында (Нью-Джерси) Спидуэллдің шойын құю зауытының шеберханаларында Сэмюэл МОРЗЕ Альфред ВАЙЛМЕН бірге өзінің телеграф аппаратын алғаш рет көрсетті.")

        dayDataId.add("3")
        dayDataDate.add("12 1")
        dayDataDescription.add("12 қаңтар физик Игорь Васильевич Курчатовтың туған күні (1903-1960)")

        dayDataId.add("4")
        dayDataDate.add("10 1")
        dayDataDescription.add("10 қаңтарда - 1863 жылы  Лондонда бірінші метро желісі (метро) ашылды.")

        dayDataId.add("5")
        dayDataDate.add("13 1")
        dayDataDescription.add("13 қаңтарда- 1958 жылы көрнекті американдық ғалым Лайнус ПОЛИНГ БҰҰ-ға ядролық сынақтарға тыйым салуды талап етіп, 43 елдің 9000 ғалымы қол қойған петицияны тапсырды ")

        dayDataId.add("6")
        dayDataDate.add("16 1")
        dayDataDescription.add("16 қаңтар-  1963 жылы  Қаңтарда Никита Сергеевич ХРУЩЕВ КСРО-да 100 мегатонды сутегі бомбасы бар екенін жариялады.")

        dayDataId.add("7")
        dayDataDate.add("18 1")
        dayDataDescription.add("18 қаңтарда Лев Петрович ПИТАЕВСКИЙ дүниеге келді (1933), теориялық физик")

        dayDataId.add("8")
        dayDataDate.add("20 1")
        dayDataDescription.add("20 қаңтарда - 1958 жылы  Лондонда жолдардағы жылдамдықты бұзушыларды анықтау үшін радарлары бар алғашқы полиция қызметкерлері пайда болды.")

        dayDataId.add("9")
        dayDataDate.add("22 1")
        dayDataDescription.add("22 қаңтар физик Лев Давидович Ландаудың туған күні  (1908-1968)")

        dayDataId.add("10")
        dayDataDate.add("23 1")
        dayDataDescription.add("23 қаңтар - 1963Новосібірде Новосібір мемлекеттік университеті жанындағы еліміздегі алғашқы физика-математика мектеп-интернаты ашылды.")

        dayDataId.add("11")
        dayDataDate.add("29 1")
        dayDataDescription.add("29 қаңтарда- 1908 жылы Санкт-Петербургте Ресейдегі алғашқы аэроклуб ашылды.")

        dayDataId.add("12")
        dayDataDate.add("4 2")
        dayDataDescription.add("4 ақпан- 1918 Ресейдегі күнтізбе жаңа стильге ауыстырылды. 31 қаңтардан кейін ескі стиль бірінші емес, бірден 14 ақпанда келді.")

        dayDataId.add("13")
        dayDataDate.add("11 2")
        dayDataDescription.add("11 Ақпанда Лео СЗИЛАРД (СЗИЛАРД) дүниеге келді (1898 - 30.5.1964), Венгр тектес американдық физик, алғашқы атом реакторын жасаушылардың бірі.")

        dayDataId.add("14")
        dayDataDate.add("12 2")
        dayDataDescription.add("12 ақпанда Джулиус Сеймур ШВИНГЕР (1918 - 16.7.1994), американдық физик, 1965 жылғы Нобель сыйлығының лауреаты \"бөлшектер физикасы үшін терең салдары бар кванттық электродинамика бойынша іргелі жұмыстар\" (Ричард Фейнман мен Синъитиро ТОМОНАГАМЕН бірге) дүниеге келді.")

        dayDataId.add("15")
        dayDataDate.add("13 2")
        dayDataDescription.add("13 ақпан физик, үш мәрте Социалистік Еңбек Ері, КСРО төрт Мемлекеттік сыйлығының лауреаты Анатолий Петрович Александровтың туған күні (1903-1994)")

        dayDataId.add("16")
        dayDataDate.add("14 2")
        dayDataDescription.add("14 ақпан физик-ғалым, тележүргізуші, ғылымды дәріптеуші Сергей Петрович Капицаның туған күні (1928-2012)")

        dayDataId.add("17")
        dayDataDate.add("16 2")
        dayDataDescription.add("16 ақпанда Отто ШТЕРН дүниеге келді (1888 - 17.8.1969), неміс-американдық физик, 1943 жылғы Нобель сыйлығының лауреаты, \"молекулалық сәулелер әдісінің дамуына қосқан үлесі және Протонның магниттік моментін ашқаны және өлшегені үшін\".")

        dayDataId.add("18")
        dayDataDate.add("17 2")
        dayDataDescription.add("17 ақпанда австриялық физик және философ, Лениннің сын объектісі Эрнст МАХ (1838 - 19.2.1916) дүниеге келді.")

        dayDataId.add("19")
        dayDataDate.add("17 2")
        dayDataDescription.add("17 ақпан - 1913 ағылшын химигі Фредерик СОДДИ \"изотоп\"терминін айналымға енгізді.")

        dayDataId.add("20")
        dayDataDate.add("18 2")
        dayDataDescription.add("18 ақпанда поляк астрономы Николай КОПЕРНИК (1473-24.5.1543) дүниеге келді.")

        dayDataId.add("21")
        dayDataDate.add("18 2")
        dayDataDescription.add("18 ақпанда - Томас Альва ЭДИСОН фонографты патенттеді.")

        dayDataId.add("22")
        dayDataDate.add("25 4")
        dayDataDescription.add("25 сәуірде- 1953 жылыБритандық Nature журналында Кембридж ғалымдарының американдық Джеймс Уотсон мен ағылшын Фрэнсис КРИКТІҢ ДНҚ құрылымын алғаш ұсынған мақаласы жарық көрді.")

        dayDataId.add("23")
        dayDataDate.add("22 2")
        dayDataDescription.add("22 ақпанда – 1893 жылы Рудольф ДИЗЕЛЬ өзі жасаған қозғалтқышқа неміс патентін алды.")

        dayDataId.add("24")
        dayDataDate.add("28 2")
        dayDataDescription.add("28 Ақпанда француз физигі Рене Антуан Фершо де РЕОМЮР (1683 - 17 немесе 18.10.1757) дүниеге келді.")

        dayDataId.add("25")
        dayDataDate.add("28 2")
        dayDataDescription.add("28 Ақпанда Стивен ЧУ (1948) дүниеге келді, американдық физик, 1997 жылғы Нобель сыйлығының лауреаты (Уильям Филлипс пен Клод Коэн-ТАННУЖИМЕН бірге).")

        dayDataId.add("26")
        dayDataDate.add("2 3")
        dayDataDescription.add("2 наурыз Георгий Николаевич ФЛЕРОВТЫҢ туған күні (1913 — 19.11.1990), физик, академик, Социалистік Еңбек Ері.")

        dayDataId.add("27")
        dayDataDate.add("8 3")
        dayDataDescription.add("8 наурызда- 1613 жылы неміс астрономы Иоганн КЕПЛЕР планеталар қозғалысының үшінші заңын тұжырымдады:планеталардың Күн айналасындағы айналу уақытының квадраттары күнге дейінгі орташа қашықтықтағы Кубалар сияқты. Кеплер заңдары Исаак Ньютонның жалпы гравитация заңын ашуына негіз болады.")

        dayDataId.add("28")
        dayDataDate.add("10 3")
        dayDataDescription.add("10 наурызда Вал ЛОНГСДОН ФИТЧ (1923) дүниеге келді, американдық физик, 1980 жылғы Нобель сыйлығының лауреаты \"бейтарап k-мезондардың ыдырауында іргелі принциптердің бұзылуын ашқаны үшін\" (Джеймс КРОНИНМЕН бірге).")

        dayDataId.add("29")
        dayDataDate.add("16 3")
        dayDataDescription.add("16 наурызда Генрих КАЙЗЕР дүниеге келді (1853 - 14.10.1940), жер атмосферасында гелийдің бар екенін анықтаған неміс физигі.")

        dayDataId.add("30")
        dayDataDate.add("16 3")
        dayDataDescription.add("16 наурызда дүниеге келген Фредерик РЕЙНЕС (1918 - 26.8.1998), американдық физик, ХХ ғасырдың 50-ші жылдары нейтрино мен антинейтрино бар екенін эксперименталды түрде дәлелдеді; нейтрино физикасы, ғарыштық сәулелер физикасы, элементар бөлшектерді тіркеу әдістері саласындағы маман; 1995 жылғы Нобель сыйлығының лауреаты \"лептон физикасының дамуына қосқан алғашқы эксперименттік үлесі үшін\" (лептон физикасының дамуымен Мартином ПЕРЛОМ).")

        dayDataId.add("31")
        dayDataDate.add("18 3")
        dayDataDescription.add("18 Наурызда Рудольф ДИЗЕЛЬ дүниеге келді (1858 - 29.9.1913), неміс инженері.")

        dayDataId.add("32")
        dayDataDate.add("21 3")
        dayDataDescription.add("21 наурызда француз математигі Жан Батист Джозеф ФУРЬЕ дүниеге келді.")

        dayDataId.add("33")
        dayDataDate.add("25 3")
        dayDataDescription.add("25 Наурызда итальяндық оптик және ботаник Джованни Баттиста АМИЧИ (1786 - 10.4.1863) дүниеге келді.")

        dayDataId.add("34")
        dayDataDate.add("28 3")
        dayDataDescription.add("28 наурызда Исаак Константинович КИКОИН дүниеге келді (1908-28.12.1984), физик-академик.")

        dayDataId.add("35")
        dayDataDate.add("30 3")
        dayDataDescription.add("30 наурызда – 1853 жылы Филадельфиядан келген Хайман Липман екінші жағында өшіргіш бар қарындашты патенттеді.")

        dayDataId.add("36")
        dayDataDate.add("1 4")
        dayDataDescription.add("1 сәуірде Клод КОЭН-ТАННУДЖИ дүниеге келді (1933), француз физигі, 1997 жылғы Нобель сыйлығының лауреаты, лазерлік жарықпен атомдарды салқындату және түсіру әдістерін дамытқаны үшін (Стивен ЧУ мен Уильям ФИЛЛИПСПЕН бірге).")

        dayDataId.add("37")
        dayDataDate.add("7 4")
        dayDataDescription.add("7 сәуірде дүниеге келді Жак Александр Сезар Чарльз (12.11.1746 - 1823), француз ғалымы, өнертапқышы және аэронавторы")

        dayDataId.add("38")
        dayDataDate.add("23 4")
        dayDataDescription.add("23 сәуірде Макс ПЛАНК дүниеге келді (1858 — 4.10.1947), неміс физигі, 1918 жылғы Нобель сыйлығының лауреаты.")

        dayDataId.add("39")
        dayDataDate.add("26 4")
        dayDataDescription.add("26 сәуірде Арно Аллан ПЕНЗИАС (1933) дүниеге келді, американдық астрофизик, 1978 жылы \"ғарыштық микротолқынды фондық зерттеулерді ашқаны үшін\" Нобель сыйлығының лауреаты (Роберт Уилсонмен бірге).")

        dayDataId.add("40")
        dayDataDate.add("29 4")
        dayDataDescription.add("29 сәуірде- 1913 жылы сыдырма патенті алынды. Бұл нәрсе бізге таныс, сондықтан ол соғыстан біраз уақыт бұрын пайда болды деп елестету қиын. Осыған ұқсас нәрсе өткен ғасырда жасалған, бірақ қазіргі заманғы нұсқадағы сыдырманы Америкаға қоныс аударған Швед электрик инженері Гидеон СУНДБЕК жасаған. Канадалықтар мен американдықтар қай елдің өнертабыс құрметіне ие екендігі туралы дауласады.")

        dayDataId.add("41")
        dayDataDate.add("23 5")
        dayDataDescription.add("23 мамырда дүниеге келді Джон БАРДИН (1908 — 30.1.1991), американдық физик, транзистордың өнертапқышы, бір ғылым бойынша Нобель сыйлығын екі рет алған жалғыз ғалым: 1956 және 1972 жылдары.")

        dayDataId.add("42")
        dayDataDate.add("30 5")
        dayDataDescription.add("30 мамырда дүниеге келді Ханнес Улоф Иеста АЛЬФВЕН (1908 — 2.4.1995), Швед физигі, 1970 жылғы Нобель сыйлығының лауреаты \"магниттік гидродинамикадағы іргелі жұмыстары мен жаңалықтары және плазма физикасының әртүрлі салаларында жемісті қосымшалары үшін\".")

        dayDataId.add("43")
        dayDataDate.add("5 6")
        dayDataDescription.add("5 маусымда- 1783 жылы ағайынды Джозеф пен Жак МОНГОЛЬФЬЕ Аннонның туған қаласының базар алаңында 1800 м биіктікке алғашқы шарды ұшырды. Диаметрі 30 м Шар-бұл қағазбен қапталған және ыстық түтінмен толтырылған зығыр сөмке. Экипаж болған жоқ.")

        dayDataId.add("44")
        dayDataDate.add("8 6")
        dayDataDescription.add("8 маусымда- 1758 жылы Корольдік қоғамның отырысында ағылшын оптигі Джон ДОЛЛОНД оның телескоптарға арналған акроматикалық линзалар жасағандығы туралы хабарлады. Бұл телескоптар мен микроскоптарды жасау үшін маңызды мәселені Исаак НЬЮТОН бұрын шеше алмады.")

        dayDataId.add("45")
        dayDataDate.add("13 6")
        dayDataDescription.add("13 маусымда-1983 жылы американдық \"Пионер-10\" ғарыш зонд Нептун орбитасынан өтіп, Күн жүйесінен шыққан алғашқы адам болды. Зонд 1972 жылы наурызда іске қосылды, 1997 жылы одан хабарламалар келмеді. Ғарыш саяхатшысы із-түссіз жоғалып кеткендей көрінді, бірақ жақында ғалымдар оның сигналын тағы да ұстап алды. Егер бәрі ойдағыдай болса, 26 131 жылдан кейін \"Пионер\" бізден ең жақын Проксим Центавр жұлдызына жетеді.")

        dayDataId.add("46")
        dayDataDate.add("16 6")
        dayDataDescription.add("16 маусымда- 1963 жылы әлемдегі алғашқы ғарышкер әйел Валентина Владимировна ТЕРЕШКОВА (16-19 маусым, \"Восток-6\") ұшуға аттанды. Ағылшындар Валентина Терешкованы ғасырдың әйелі деп атады.")

        dayDataId.add("47")
        dayDataDate.add("16 6")
        dayDataDescription.add("16 маусымда- 1633 жылы инквизиция соты Галилео Галилейдің адасқаны үшін жазалау туралы шешім шығарды , оны 21 Маусымда оқыды.")

        dayDataId.add("48")
        dayDataDate.add("19 6")
        dayDataDescription.add("19 маусымда- 1953 жылы электрлік орындықтағы Синг-Синг түрмесінде әйелі Этель мен Юлий Розенбергтің тыңшысы деген айыппен өлім жазасына кесілді. Жақында белгілі болғандай, олардың атом бомбасының құпиясын ашуға ешқандай қатысы жоқ.")

        dayDataId.add("49")
        dayDataDate.add("22 6")
        dayDataDescription.add("22 маусым 1908 ағайынды РАЙТ әуе кемесіне патент алды.")

        dayDataId.add("50")
        dayDataDate.add("23 6")
        dayDataDescription.add("23 маусымда1868 жылы Висконсин штатының Кристофер Лэтем ШОУЛЗ баспа машинкасын патенттеді. Ол үлкен үстелдің өлшемі болды, тек үлкен әріптермен басылды, ал машинист өз жұмысының нәтижесін көрмеді, өйткені қағаз машинаның ішінде болды.")

        dayDataId.add("51")
        dayDataDate.add("24 6")
        dayDataDescription.add("1963 жылы 24 маусымда Лондондағы Би-Би-Си студиясында алғаш рет тұрмыстық бейнемагнитофон көрсетілді.")

        dayDataId.add("52")
        dayDataDate.add("25 6")
        dayDataDescription.add("25 маусым 1783 сіз көптеген алфавиттік шындықтар үлкен ашылулардан кейін ғана пайда болды деп ойладыңыз ба? Бұл күні француз химигі Антуан Лоран ЛАВОЙСЕР Париж ғылым академиясының отырысында су сутегі мен оттегінің қосындысы екенін, ал екі жылдан кейін әскери инженер жан МЕНЬЕРМЕН бірге олардан су синтездейтінін айтты. Зерттеу лавуазье өзара бөліп алады жану процесін белгілеу күрделі құрамды су келтірді шешуші соққы господствовавшей басқа гипотезе өмір сүру флогистона, некоему басында жану ұсталатын барлық заттар, қабілетті жанып тұрады. Бұрын Лавойзер сутектің жануы кезінде судың пайда болуын ағылшын физигі Генри КАВЕНДИШ ашты, бірақ ол суды флогистонмен байланыстыру үшін сутекті санады.")

        dayDataId.add("53")
        dayDataDate.add("30 6")
        dayDataDescription.add("30 маусым 1948 жаңа дәуірдің басталуы. Bell Laboratories-тің ғалымдары Уильям ШОКЛИ, Уолтер БРАТТЕЙН және Джон БАРДИН транзистордың құрылғанын жариялады.")

        dayDataId.add("54")
        dayDataDate.add("4 7")
        dayDataDescription.add("4 шілдеде 1958 жылы \"Ленин комсомолы\" к-3 атомдық суасты қайығында алғаш рет атом реакторы іске қосылды.")

        dayDataId.add("55")
        dayDataDate.add("12 7")
        dayDataDescription.add("12 шілдеде Уиллис Евгений Ламб (1913), американдық физик, 1955 жылғы Нобель сыйлығының лауреаты \"сутегі спектрінің жұқа құрылымымен байланысты ашылымдар үшін\" (Поликарп кушпен бірге) дүниеге келді.")

        dayDataId.add("56")
        dayDataDate.add("15 7")
        dayDataDescription.add("15 Шілдеде Бертрам Невилл БРОКХАУС, канадалық физик, 1994 жылғы Нобель сыйлығының лауреаты (Клиффорд ШАЛЛМЕН бірге) дүниеге келді.")

        dayDataId.add("57")
        dayDataDate.add("16 7")
        dayDataDescription.add("16 шілдеде голландиялық физик, фазалық контрастты әдісті ашқаны және фазалық контрастты микроскопты ойлап тапқаны үшін 1953 жылғы Нобель сыйлығының лауреаты Фриц ЦЕРНИКЕ дүниеге келді (1888 - 10.3.1966).")

        dayDataId.add("58")
        dayDataDate.add("18 7")
        dayDataDescription.add("18 шілдеде Хендрик Антон ЛОРЕНЦ дүниеге келді (1853 - 4.2.1928), голландиялық физик, 1902 жылғы Нобель сыйлығының лауреаты, жерлесі Питер ЗЕЕМАНМЕН бірге \"олар магнетизмнің радиацияға әсерін зерттеу арқылы қосқан ерекше үлесін мойындады\".")

        dayDataId.add("59")
        dayDataDate.add("6 8")
        dayDataDescription.add("6 тамызда 1753 жылы Джордж Вильгельм РИХМАН (22.7.1711-1753), орыс физигі қайтыс болды.")

        dayDataId.add("60")
        dayDataDate.add("9 8")
        dayDataDescription.add("9 тамызда 1803 жылы американдық Роберт ФУЛТОН Парижде өзінің ақыл-ойын көрсетті-қуаты 8 ат күші бар бу қозғалтқышымен басқарылатын 20 метрлік кеме. Прототип өзен бойымен сағатына 2,9 миль жылдамдықпен 4 рет жүгірді. Бірақ ол өз қызметтерін ұсынған француздар да, британдықтар да оның өнертабысына қызығушылық танытпады, өйткені ешқандай пайдасы көрінбеді. Тек төрт жылдан кейін ол өз Отанында айтарлықтай қашықтықты еңсере алатын алғашқы нақты пароходты салып, сәтті көрсетті.")

        dayDataId.add("61")
        dayDataDate.add("12 8")
        dayDataDescription.add("12 тамызда 1953 жылы  Кеңес Одағы Семей полигонында сутегі бомбасының алғашқы сынағын өткізді.")

        dayDataId.add("62")
        dayDataDate.add("18 8")
        dayDataDescription.add("18 тамызда 1868 жылы Француз астрономы Пьер Жюль Сезар ЖАНСЕН ағылшын Джозеф Норман ЛОКИЕРДЕН бір ай бұрын күн спектрінде жаңа элемент - гелийді тапты. Жер бетінде гелий тек 1895 жылы табылды.")

        dayDataId.add("63")
        dayDataDate.add("21 8")
        dayDataDescription.add("21 тамызда 1973 жылы  академик Андрей Дмитриевич САХАРОВ шетелдік журналистер үшін алғашқы баспасөз конференциясын өткізді. Бес күн бұрын ол КСРО Бас прокурорының орынбасарына шақырылды, ал көп ұзамай КСРО ҒА президенті М.в. Келдыш бастаған 40 академиктің Сахаровты айыптаған хаты баспасөзде жарияланды. П. Л. КАПИЦА бұл хатқа қол қоюдан бас тартты, Я.б. ЗЕЛЬДОВИЧКЕ ұсынылмады, бірақ А. П. АЛЕКСАНДРОВ жалтарды (\" Анатолий Петрович келе алмайды, ол ішті\").")

        dayDataId.add("64")
        dayDataDate.add("25 8")
        dayDataDescription.add("25 тамызда американдық физик, Нобель сыйлығының 2000 жылғы лауреаты Герберт КРЕМЕР дүниеге келді \"өте жылдам компьютерлер үшін қолдануға болатын жартылай өткізгіш құрылымдарды алу жұмыстары үшін\" (Джордж АЛФЕРОВПЕН бірге).")

        dayDataId.add("65")
        dayDataDate.add("26 8")
        dayDataDescription.add("26 тамызда Ли де ФОРЕСТ дүниеге келді (1873 - 30.6.1961), американдық өнертапқыш, \"радионың әкесі\"деп аталды. Триод пен \"аудио\" (түтік детекторы және күшейткіш) ойлап тапты, онда 1947 жылы өнертабысқа дейін транзисторлар барлық электронды жүйелерге негізделген.")

        dayDataId.add("66")
        dayDataDate.add("28 8")
        dayDataDescription.add("28 тамызда француз физигі, осциллографтың өнертапқышы Андре БЛОНДЕЛЬ (1863 - 15.11.1938) дүниеге келді.")

        dayDataId.add("67")
        dayDataDate.add("29 8")
        dayDataDescription.add("1883 жылы 29 тамызда Оттавада Томас АХЕРН алғашқы электр плитасын көрсетті.")

        dayDataId.add("68")
        dayDataDate.add("2 9")
        dayDataDescription.add("2 қыркүйекте Вильгельм ОСТВАЛЬД дүниеге келді (1853, Рига - 4.4.1932), Рига политехникасының бұрынғы профессоры, химия бойынша 1909 жылғы Нобель сыйлығының лауреаты.")

        dayDataId.add("69")
        dayDataDate.add("5 9")
        dayDataDescription.add("5 қыркүйекте Гейке КАМЕРЛИНГ-ОННЕС дүниеге келді (1853 - 21.2.1926), 1911 жылы өткізгіштік құбылысын ашқан голландиялық физик. 1913 жылы физика бойынша Нобель сыйлығына ие болды.")

        dayDataId.add("70")
        dayDataDate.add("6 9")
        dayDataDescription.add("6 қыркүйекте Льюис ЭССЕН (1908), ағылшын эксперименталды физигі, кварц пен атом сағаттарын жасаушы дүниеге келді. 1955 жылы цезий атомдарының шоғырында алғашқы атомдық жиілік (уақыт) стандартын жасады, нәтижесінде үш жылдан кейін атомдық жиілік стандартына негізделген уақыт қызметі пайда болды.")

        dayDataId.add("71")
        dayDataDate.add("9 9")
        dayDataDescription.add("9 қыркүйек 1913 орыс әскери ұшқышы Петр НЕСТЕРОВ алғаш рет \"өлі цикл\"аэробатикасының фигурасын орындады. Кейде сіз бұл трюктың алғашқы орындаушысы Француз ұшқышы Адольф ПЕГУ болды деген тұжырымға кезігесіз,тіпті 1913 жылдың 6 қыркүйегі. Шын мәнінде, Пегу 21 қыркүйекте төңкеріліп ұшуды көрсетті.")

        dayDataId.add("72")
        dayDataDate.add("12 9")
        dayDataDescription.add("1958 жылы 12 қыркүйекте Texas Instruments инженері Джек КИЛБИ жасаған алғашқы интегралды схема сыналды. Оған қарамастан, бұл мәселені Роберт НОЙС бірінші болып өнеркәсіптік үлгіні жасай алды. Оған келгендердің атақ пен ақша. Алайда, КИЛБИ Нобель сыйлығын алды.")

        dayDataId.add("73")
        dayDataDate.add("19 9")
        dayDataDescription.add("1783 жылы 19 қыркүйекте ағайынды Джозеф пен Этьен МОНГОЛЬФЬЕ Версальда ыстық түтінге толы әуе шарын ұшырды. Жолаушылар қой, короз және үйрек болды. 8 минутқа созылған ұшуды Франция королі Луи XVI және оның әйелі МАРИЯ АНТУАНЕТТА көрді. Жоғарыдан ұсақталған, жарқыраған және кокерельдің айқайы, доп жүзіп жүрген көптеген көрермендерді шатастырды деп ойлау керек. Француз академиясы сол жылдың маусым айында туған қаласы Аннонада допты сәтті сынағаннан кейін бауырластардың астанасына шақырды. Екі айдан кейін адам ауаға көтеріледі.")

        dayDataId.add("74")
        dayDataDate.add("2 10")
        dayDataDescription.add("1608 жылы 2 қазанда Ян ЛИППЕРСГЕЙ Голландия Үкіметіне өзінің өнертабысын - заманауи айна телескопының прототипін ұсынды.")

        dayDataId.add("75")
        dayDataDate.add("6 10")
        dayDataDescription.add("6 қазанда Эрнест Томас Синтон УОЛТОН дүниеге келді (1903 - 25.6.1995), ирландиялық ядролық физик, зарядталған бөлшектерге арналған алғашқы үдеткішті жасаушы (Кокрофт - Уолтон үдеткіші, 1932), 1951 жылғы Нобель сыйлығының лауреаты.")

        dayDataId.add("76")
        dayDataDate.add("15 10")
        dayDataDescription.add("15 қазан итальяндық физик ЭВАНДЖЕЛИСТ ТОРРИЧЕЛЛИДІҢ (1608-1647) туғанына 405 жыл.")

        dayDataId.add("77")
        dayDataDate.add("23 10")
        dayDataDescription.add("23 қазанда Илья Михайлович ФРАНК (1908 - 22.6.1990), физик, 1958 жылғы \"Черенковтың әсерін ашқаны және түсіндіргені үшін\" Нобель сыйлығының лауреаты (Игорь Тамм мен Павел ЧЕРЕНКОВПЕН бірге) дүниеге келді.")

        dayDataId.add("78")
        dayDataDate.add("27 10")
        dayDataDescription.add("27 қазанда Спартак Тимофеевич БЕЛЯЕВ дүниеге келді, физик-ғалым, жалпы ядролық физика институтының ғылыми жетекшісі, академик (1968).")

        dayDataId.add("79")
        dayDataDate.add("30 10")
        dayDataDescription.add("30 қазанда 1888 жылы Джон Лауд (Уэймут, Массачусетс штаты) шарлы қаламды патенттеді.")

        dayDataId.add("80")
        dayDataDate.add("31 10")
        dayDataDescription.add("1888 жылы 31 Қазанда шотландиялық өнертапқыш Джон Бойд ДАНЛОП велосипедке арналған пневматикалық шиналарды патенттеді.")

        dayDataId.add("90")
        dayDataDate.add("8 11")
        dayDataDescription.add("8 қарашада Джек КИЛБИ (1923-2005) дүниеге келді, американдық инженер, физика саласындағы 2000 жылғы Нобель сыйлығының лауреаты, \"интегралды схеманы ойлап табуға қосқан үлесі үшін\".")

        dayDataId.add("90")
        dayDataDate.add("9 11")
        dayDataDescription.add("9 қарашада Борис Борисович КАДОМЦЕВ дүниеге келді (1928 – 19.08.1998), физик, оның негізгі еңбектері плазма физикасы мен басқарылатын термоядролық синтезге арналған.")

        dayDataId.add("90")
        dayDataDate.add("15 11")
        dayDataDescription.add("15 қарашада Уран планетасын ашқан ағылшын астрономы Уильям Фридрих Вильгельм ХЕРШЕЛЬ (1738 – 25.8.1822) дүниеге келді.")

        dayDataId.add("90")
        dayDataDate.add("26 11")
        dayDataDescription.add("26 қарашада Александр Алексеевич ЛЕБЕДЕВ дүниеге келді (1893 – 15.3.1969), физик, академик.")

        dayDataId.add("90")
        dayDataDate.add("29 11")
        dayDataDescription.add("29 қарашада австриялық физик, математик және астроном Кристиан ДОПЛЕР (1803 - 17.3.1853)дүниеге келді.")

        dayDataId.add("90")
        dayDataDate.add("5 12")
        dayDataDescription.add("5 желтоқсанда Сесил Фрэнк ПАУЭЛЛ дүниеге келді (1903 – 9.8.1969), ағылшын физигі, 1950 жылғы Нобель сыйлығының лауреаты \"ядролық процестерді зерттеудің фотографиялық әдісін жасағаны және осы әдіспен жүзеге асырылған мезондарды ашқаны үшін\".")

        dayDataId.add("90")
        dayDataDate.add("6 12")
        dayDataDescription.add("6 желтоқсанда француз физигі және химигі Джозеф Луи ГЕЙ-ЛУССАК (1778 – 9.5.1850) дүниеге келді.")

        dayDataId.add("90")
        dayDataDate.add("13 12")
        dayDataDescription.add("13 желтоқсанда Филип АНДЕРСОН дүниеге келді (1923), американдық физик, 1977 жылғы Нобель сыйлығының лауреаты, \"магниттік және бұзылған жүйелердің электронды құрылымын іргелі теориялық зерттегені үшін\" (Невилл Мотт пен Джон ВАН ФЛЕКПЕН бірге).")

        dayDataId.add("90")
        dayDataDate.add("15 12")
        dayDataDescription.add("15 желтоқсанда американдық теориялық физик Фриман Джон ДАЙСОН (1923) дүниеге келді.")

        dayDataId.add("90")
        dayDataDate.add("17 12")
        dayDataDescription.add("17 желтоқсанда гемфри ДЭВИ дүниеге келді (1778 – 29.05.1829), ағылшын физигі және химигі, Лондон Корольдік қоғамының президенті.")

        dayDataId.add("90")
        dayDataDate.add("17 12")
        dayDataDescription.add("17 желтоқсанда Виллард Фрэнк ЛИББИ дүниеге келді (1908 - 8.9.1980), 1947 жылы археологтар, антропологтар қолданған радиокөміртекті танысу әдісін жасаған американдық химик. Бұл әдісті әзірлегені үшін 1960 жылғы Нобель сыйлығын алды.")

        dayDataId.add("90")
        dayDataDate.add("24 12")
        dayDataDescription.add("24 желтоқсанда ағылшын физигі Джеймс Прескотт ДЖОУЛЬ (1818 - 11.10.1889) дүниеге келді.")

        dayDataId.add("90")
        dayDataDate.add("17 12")
        dayDataDescription.add("1903 жылы 17 желтоқсанда Китти Хокта (Солтүстік Каролина) ағайынды Орвилл мен Уилбер РАЙТ ішкі жану қозғалтқышы бар Flyer-1 ұшағымен алғашқы төрт рейсті жасады. Алғашқы рейс 12 секундқа созылды, соңғысы-59, ол үшін ұшақ 260 метрден өтті.")

        dayDataId.add("90")
        dayDataDate.add("19 12")
        dayDataDescription.add("1863 жылы 19 желтоқсанда ағылшын Фредерик УОЛТОН линолеумды патенттеді.")

        dayDataId.add("90")
        dayDataDate.add("21 12")
        dayDataDescription.add("1898 жылы 21 желтоқсанда Пьер Мен Мари КЮРИ радий ашты.")

        for (i in 0 until dayDataId.size){

            val dayData =  DayData(
                id = dayDataId[i],
                date = dayDataDate[i],
                description = dayDataDescription[i]
            )

            dayDatabase.add(dayData)
        }
    }
}